Repository: brinehq/eb-finder
Catalog: apple/EB Finder/App/Localizable.xcstrings
Source language: en
Languages: sv

# app.tagline
source: Spot SAS EuroBonus partner shops while you browse.
sv: Hittar SAS EuroBonus-partnerbutiker när du surfar.

# ios.step1.detail
source: Tap the Settings app on your Home Screen.
sv: Tryck på Inställningar på hemskärmen.

# ios.step1.title
source: Open Settings
sv: Öppna Inställningar

# ios.step2.detail
source: Find EB Finder in the list.
sv: Hitta EB Finder i listan.

# ios.step2.title
source: Go to Apps → Safari → Extensions
sv: Gå till Appar → Safari → Tillägg

# ios.step3.detail
source: Allow it for the websites you visit.
sv: Tillåt det för webbplatserna du besöker.

# ios.step3.title
source: Turn on EB Finder
sv: Aktivera EB Finder

# status.checking.detail
source: Hold tight while we ask Safari.
sv: Ett ögonblick — vi frågar Safari.

# status.checking.title
source: Checking extension status
sv: Kontrollerar tilläggets status

# status.disabled.detail
source: Turn it on in Safari Extensions settings to start earning points.
sv: Aktivera det i Safaris tilläggsinställningar för att börja tjäna poäng.

# status.disabled.title
source: EB Finder is off
sv: EB Finder är av

# status.enabled.detail
source: You can turn it off any time in Safari Extensions settings.
sv: Du kan stänga av det när som helst i Safaris tilläggsinställningar.

# status.enabled.title
source: EB Finder is on
sv: EB Finder är på

# status.error.title
source: Couldn’t reach Safari
sv: Kunde inte nå Safari

# status.openSettings.button
source: Open Safari Extensions Settings
sv: Öppna Safaris tilläggsinställningar
